export const soapImages = [
  {
    id: 1,
    name: "보통비누 - 입체도",
    shape: "normal",
    image: "normal.png",
    width: 1000,
    height: 1000,
    desc: "보통비누의 입체적 모습입니다. 소다회가 없으므로 " 
    + "반투명한 느낌의 비누 재질을 느낄 수 있습니다. " 
    + "표면이 거친 것은 비누 절단이 수작업으로 이루어졌기 때문입니다.",
  },
  {
    id: 2,
    name: "보통비누 - 정면도",
    shape: "normal",
    image: "normal-front.png",
    width: 1000,
    height: 1000,
    desc: "보통비누의 정면 모습입니다. 좌우측으로 약간 짙은 색의 어성초 부분이, 중앙부는 " 
    + "율무 분말 부분이 차지하여 결국 비누 구성 분량은 두 층이 비슷한 것을 알 수 있습니다." 
  },
  {
    id: 3,
    name: "보통비누 - 좌측면",
    shape: "normal",
    image: "normal-side.png",
    width: 1000,
    height: 1000,
    desc: "보통비누의 좌측면도입니다. 상부 율무층보다 하부 어성초 층이"
    + " 보다 넓게 자리하는 것으로 부터 비누 몰드에 비누액을 채운 수작업의"
    + " 노력을 엿볼 수 있습니다.",
  },
  {
    id: 4,
    name: "보통비누 - 평면도",
    shape: "normal",
    image: "normal-top.png",
    width: 1000,
    height: 1000,
    desc: "보통 범이비누를 내려다 본 평면도입니다. 소다회가 없으므로 " 
    + "반투명한 느낌의 율무씨 분말이 섞여있는 상아색 비누 재질을 느낄 수 있습니다. ",
  },
  {
    id: 5,
    name: "보통비누 - 저면도",
    shape: "normal",
    image: "normal-bottom.png",
    width: 1000,
    height: 1000,
    desc: "보통비누의 바닥 모습인 저면도입니다. " 
    + "백설공주 조차도 바닥에 소다회가 있는 경우는 드뭅니다." 
  },
  {
    id: 6,
    name: "보통비누 - 균일층",
    shape: "normal",
    image: "normal-even.png",
    width: 1000,
    height: 1000,
    desc: "보통비누의 다른 모습입니다. 일단, 비누가 다르고, 또, 다른 휴대폰으로 " 
    + "촬영하였기에, 어성초 층의 색상이 보다 짙어 보입니다. "
    + "이 비누는 두 분말 층이 깔끔하게 분리되어 이상적인 형태라고 하겠습니다.",
  },
  {
    id: 7,
    name: "백설공주 - 전부 백색",
    shape: "s-white",
    image: "white-all-3d.png",
    width: 1000,
    height: 1000,
    desc: "백설공주의 하나 입니다. 소다회가 6면체 전부를 덮은 경우입니다. 비록 하얀색이지만 " 
    + "하얀색 가루 역시 비누역할을 하므로 품질은 보통비누와 동일합니다."
  },
  {
    id: 8,
    name: "백설공주 - 상면 및 측면 일부 백색",
    shape: "s-white",
    image: "white-top-3d.png",
    width: 1000,
    height: 1000,
    desc: "백설공주의 하나 입니다. 소다회가 위면과 좌측면 상반분을 덮은 경우입니다. " 
    + "이 경우, 백설공주로 분류할지 보통비누로 구분할지 애매한데요, 총 2면 이상이 하얀색인 "
    + "경우 백설공주로 분류됩니다.",
  },
  {
    id: 9,
    name: "백설공주 - 율무층 외부 전부 백색",
    shape: "s-white",
    image: "white-upper-3d.png",
    width: 1000,
    height: 1000,
    desc: "백설공주의 하나 입니다. 소다회가 6면체 중, 율무 층의 외부면을 모두 덮은 "
    + "경우입니다. 어성초층 보다 율무층에 소다회가 끼는 비율이 높습니다."
  },
  {
    id: 10,
    name: "백설공주 - 정면도",
    shape: "s-white",
    image: "white-front.png",
    width: 1000,
    height: 1000,
    desc: "다른 백설공주 비누의 정면도입니다. 비누 외부 전체가 소다회로 덮여있어서 "
    + "비누의 역할을 하런지 의심스러울 수 있으나, 비누를 사용해 보면 이런 염려가 "
    + "기우였음을 알 수 있습니다."
  },
  {
    id: 11,
    name: "보통비누-백설공주",
    shape: "s-white",
    image: "normal-white.png",
    width: 1000,
    height: 1000,
    desc: "보통비누와 백설공주를 나란히 놓고 촬영한 것입니다. "
    + "둘 다, 사용한 성분과 제조과정이 완전히 동일하지만, "
    + "5 주 간의 숙성 기간 동안 주위 온도 차이로 인하여 이렇게 "
    + "다른 톤의 비누가 되었습니다."
  },
  {
    id: 12,
    name: "메주비누 - 정면도",
    shape: "maejoo",
    image: "maejoo-front.png",
    width: 1000,
    height: 1000,
    desc: "메주비누를 정면에서 본 모습이다. 어성초층을 원액과 섞는 과정에서 "
    + "조기에 응고되어 더 이상 풀리지 않은 결과이다. 이런 고온 발생 특성의 "
    + "다른 특성은 향기가 보다 청아한 느낌을 준다는 것이다."
  }
];